Repository: DAFT-8/debpakir
Catalog: debpakir/po/*.po
Languages: tr

source: Manage and view .deb packages
tr: .deb paketlerini yönetin ve inceleyin

source: Website
tr: Web sitesi

source: _File
tr: _Dosya

source: _Help
tr: _Yardım

source: Processing Details
tr: İşleme Detayları

source: Architecture :
tr: Mimari :

source: Size :
tr: Boyut :

source: Section :
tr: Kademe :

source: Priority :
tr: Öncelik :

source: Maintainer :
tr: Üstlenen :

source: Package Details
tr: Paket Ayrıntıları

source: Dependencies List
tr: Bağımlılıklar Listesi

source: Packages to install
tr: Kurulacak Paketler

source: Package Depends
tr: Paket Bağımlılıkları

source: Install
tr: Yükle

source: Uninstall
tr: Kaldır

source: Done
tr: Kapat

source: Installed Version :
tr: Kurulu Versiyon :

source: Not installed
tr: Kurulu değil

source: Package Name
tr: Paket İsmi

source: version
tr: versiyon

source: Your system has broken dependencies.
tr: Sisteminizde bozuk bağımlılıklar var.

source: This application can not continue until this is fixed. To fix it run <b>sudo apt install --fix-broken</b> in a terminal window.
tr: Bu uygulama bu sorun düzeltilinceye kadar devam edemez. Sorunu düzeltmek için uçbirim penceresinde <b>sudo apt install --fix-broken</b> komutunu deneyebilirsiniz.

source: Info
tr: Bilgi

source: You cannot close the application while the process is continuing
tr: İşlem devam ederken uygulamayı kapatamazsınız

source: Select Software Package
tr: Bir Yazılım Paketi Seçiniz

source: Select
tr: Seç

source: Version is not avaible
tr: Versiyon bilgisi eksik

source: Description is not avaible
tr: Açıklama bilgisi eksik

source: Maintainer is not avaible
tr: Üstlenen bilgisi eksik

source: Priority is not avaible
tr: Öncelik bilgisi eksik

source: Section is not avaible
tr: Kademe bilgisi eksik

source: Size is not avaible
tr: Boyut bilgisi eksik

source: Architecture is not avaible
tr: Mimari bilgisi eksik

source: Installing ...
tr: Kuruluyor ...

source: upgraded
tr: yükseltildi

source: installed
tr: kuruldu

source: <b><span color='red'>Error :</span> Package Architecture =
tr: <b><span color='red'>Hata :</span> Paket Mimarisi =

source: , System Architecture =
tr: , Sistem Mimarisi =

source: Uninstalling ...
tr: Kaldırılıyor ...

source: uninstalled
tr: kaldırıldı

source: Reinstalling ...
tr: Tekrar Kuruluyor ...

source: reinstalled
tr: tekrar kuruldu

source: Downgrading ...
tr: Versiyon düşürülüyor ...

source: downgraded
tr: versiyon düşürüldü

source: Downgrade
tr: Versiyonu Düşür

source: Reinstall
tr: Tekrar Kur

source: Upgrade
tr: Versiyonu Yükselt

source: <b><span color='red'>Error ! </span></b>
tr: <b><span color='red'>Hata ! </span></b>

source: Downloading dependencies :
tr: Bağımlılıklar indiriliyor :

source: Controlling dependencies :
tr: Bağımlılıklar kontrol ediliyor :

source: Operation was successfully completed !
tr: İşlem Başarıyla Tamamlandı !

source: <b>Completed !</b>
tr: <b>Tamamlandı !</b>

source: <b>Not Completed !</b>
tr: <b>Tamamlanamadı !</b>

source: <b><span color='red'>Connection Error !</span></b>
tr: <b><span color='red'>Bağlantı Hatası !</span></b>

source: <b><span color='red'>Dpkg Lock Error !</span></b>
tr: <b><span color='red'>Dpkg Kilit Hatası !</span></b>

source: <b><span color='red'>Dpkg Interrupt Error !</span></b>
tr: <b><span color='red'>Dpkg Devre Hatası !</span></b>
